alacritty
alsa-utils
amd-ucode
autoconf
automake
base
binutils
bison
blueman
bluez
bluez-utils
calc
dhcpcd
discord
dmenu
docker
docker-compose
dolphin
efibootmgr
fakeroot
feh
flameshot
flex
gcc
git
gnome-keyring
groff
grub
htop
hwinfo
i3-gaps
i3status
libreoffice-fresh
libtool
linux
linux-firmware
linux-headers
lutris
m4
make
man-db
mopidy
mpd
neofetch
net-tools
noto-fonts
ntp
nvidia
nvidia-settings
obs-studio
okular
os-prober
patch
pavucontrol
picom
pkgconf
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-pip
python-pyalsa
python-pywal
rofi
rust-analyzer
signal-desktop
sudo
termite
texinfo
transmission-cli
ttf-dejavu
ttf-jetbrains-mono
ttf-liberation
ttf-roboto
vi
vim
vlc
vulkan-extra-layers
vulkan-extra-tools
vulkan-headers
vulkan-html-docs
vulkan-tools
vulkan-validation-layers
which
wine
wine-gecko
wine-mono
xclip
xdg-utils
xorg-xinit
xorg-xinput
xorg-xrandr
